# Taps
tap "buo/cask-upgrade" # cask upgrade tool, used by topgrade
tap "fluxcd/tap" # flux
tap "homebrew/bundle" # brew bundle
tap "homebrew/services"
tap "koekeishiya/formulae" # yabai + skhd
tap "opslevel/tap" # opslevel
tap "jdxcode/tap" # rtx
tap "pkgxdev/made" # pkgx
tap "FelixKratz/formulae" # borders

# Brews
brew "dive"
brew "age"
brew "aria2"
brew "asciidoctor"
brew "asciinema"
brew "atool"
brew "atuin"
brew "aws-iam-authenticator"
brew "aws-sso-util"
brew "awscli"
brew "bash"
brew "blueutil"
brew "borders"
brew "coreutils"
brew "desk"
brew "difftastic"
brew "direnv"
brew "docker"
brew "docker-clean"
brew "duckdb"
brew "fd"
brew "fennel"
brew "fish"
brew "fluxcd/tap/flux"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "git-extras"
brew "gitui"
brew "gnu-sed"
brew "gnupg"
brew "go"
brew "golangci-lint"
brew "gradle"
brew "gron"
brew "hadolint"
brew "htop"
brew "httpie"
brew "hyperfine"
brew "jless"
brew "jq"
brew "just"
brew "kondo"
brew "kotlin"
brew "ktlint"
brew "kubectx"
brew "kubernetes-cli"
brew "lazygit"
brew "libqalculate"
brew "lsd"
brew "luajit"
brew "mas"
brew "mkcert"
brew "neovim"
brew "node"
brew "nss"
brew "oath-toolkit"
brew "opslevel/tap/cli"
brew "pam-reattach"
brew "pandoc"
brew "pgcli"
brew "pipx"
brew "pkgxdev/made/pkgx"
brew "poetry"
brew "postgresql@15"
brew "python"
brew "rargs"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "rm-improved"
brew "rtx"
brew "sd"
brew "skhd"
brew "tccutil"
brew "tealdeer"
brew "terraform"
brew "tflint"
brew "topgrade"
brew "vault"
brew "watch"
brew "watchexec"
brew "wget"
brew "xsv"
brew "yabai"
brew "yq"
brew "zig"
brew "zoxide"

# Casks
cask "1password"
cask "affinity-photo"
cask "arc"
cask "audacity"
cask "bartender"
cask "beekeeper-studio"
cask "beeper"
cask "betterdisplay"
cask "bluesnooze"
cask "cron"
cask "discord"
cask "elgato-wave-link"
cask "epic-games"
cask "firefox"
cask "flux"
cask "insomnia"
cask "intellij-idea"
cask "linear-linear"
cask "linearmouse"
cask "logseq"
cask "lunar"
cask "maccy"
cask "obsbot-webcam"
cask "onyx"
cask "orion"
cask "pocket-casts"
cask "rancher"
cask "raycast"
cask "shortcat"
cask "signal"
cask "spotify"
cask "steam"
cask "swiftbar"
cask "temurin17"
cask "tidal"
cask "todoist"
cask "visual-studio-code"
cask "wezterm"
