# Taps
tap "FelixKratz/formulae" # borders
tap "abhinav/tap" # git-spice
tap "alienator88/cask" # pearcleaner
tap "buo/cask-upgrade" # cask upgrade tool, used by topgrade
tap "derailed/k9s"
tap "espanso/espanso"
tap "homebrew/bundle" # brew bundle
tap "homebrew/cask-fonts" # jetbrains mono
tap "homebrew/services"
tap "nikitabobko/tap" # aerospace
tap "opslevel/tap" # opslevel
tap "pkgxdev/made" # pkgx

# Brews
brew "age"
brew "aria2"
brew "asciidoctor"
brew "asciinema"
brew "ast-grep"
brew "atool"
brew "atuin"
brew "aws-iam-authenticator"
brew "aws-sso-util"
brew "awscli"
brew "bacon"
brew "bash"
brew "bkt"
brew "blueutil"
brew "borders"
brew "coreutils"
brew "desk"
brew "difftastic"
brew "direnv"
brew "dive"
brew "docker"
brew "docker-clean"
brew "duckdb"
brew "eza"
brew "fd"
brew "fennel"
brew "fish"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "git-extras"
brew "git-spice"
brew "gitui"
brew "glow"
brew "gnu-sed"
brew "gnupg"
brew "go"
brew "graphviz"
brew "gron"
brew "hadolint"
brew "htop"
brew "httpie"
brew "hyperfine"
brew "jless"
brew "jq"
brew "just"
brew "k9s"
brew "kondo"
brew "kubectx"
brew "kubernetes-cli"
brew "lazygit"
brew "libqalculate"
brew "lsd"
brew "luajit"
brew "mas"
brew "mcfly"
brew "mise"
brew "mkcert"
brew "moar"
brew "neovim"
brew "nss"
brew "nushell"
brew "oath-toolkit"
brew "opslevel/tap/cli"
brew "pam-reattach"
brew "pandoc"
brew "pgcli"
brew "pipx"
brew "pkgxdev/made/pkgx"
brew "postgresql@15"
brew "python"
brew "rargs"
brew "reattach-to-user-namespace"
brew "riff"
brew "ripgrep"
brew "rm-improved"
brew "scc"
brew "sd"
brew "starship"
brew "tccutil"
brew "tealdeer"
brew "terraform"
brew "tflint"
brew "topgrade"
brew "vault"
brew "watch"
brew "watchexec"
brew "wget"
brew "xsv"
brew "yq"
brew "zig"
brew "zoxide"

# Casks
cask "1password"
cask "aerospace"
cask "affinity-photo"
cask "audacity"
cask "bartender"
cask "beeper"
cask "betterdisplay"
cask "bluesnooze"
cask "datagrip"
cask "discord"
cask "elgato-wave-link"
cask "epic-games"
cask "espanso"
cask "firefox"
cask "font-jetbrains-mono-nerd-font"
cask "hammerspoon"
cask "intellij-idea"
cask "karabiner-elements"
cask "linear-linear"
cask "linearmouse"
cask "logseq"
cask "maccy"
cask "meetingbar"
cask "notion-calendar"
cask "notunes"
cask "obsbot-center"
cask "onyx"
cask "pearcleaner"
cask "pocket-casts"
cask "postman"
cask "proton-drive"
cask "rancher"
cask "raycast"
cask "shortcat"
cask "signal"
cask "spotify"
cask "steam"
cask "swiftbar"
cask "syncthing"
cask "tidal"
cask "todoist"
cask "visual-studio-code"
cask "wezterm"
