# Taps
tap "artginzburg/tap" # sudo-touchid
tap "buo/cask-upgrade" # cask upgrade tool, used by topgrade
tap "fluxcd/tap" # flux
tap "homebrew/bundle" # brew bundle
tap "homebrew/cask-fonts" # font-jetbrains-mono-nerd-font
tap "homebrew/cask-versions" # wezterm-nightly
tap "homebrew/services"
tap "koekeishiya/formulae" # yabai + skhd
tap "opslevel/tap" # opslevel

# Brews
brew "actionlint"
brew "age"
brew "asciidoctor"
brew "asdf"
brew "atool"
brew "atuin"
brew "aws-iam-authenticator"
brew "awscli"
brew "bash"
brew "blueutil"
brew "coreutils"
brew "desk"
brew "difftastic"
brew "direnv"
brew "docker"
brew "docker-clean"
brew "duckdb"
brew "fd"
brew "fennel"
brew "fish"
brew "fluxcd/tap/flux"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "git-extras"
brew "gnu-sed"
brew "gnupg"
brew "go"
brew "golangci-lint"
brew "gradle"
brew "grip"
brew "gron"
brew "hadolint"
brew "htop"
brew "httpie"
brew "hyperfine"
brew "jless"
brew "jq"
brew "just"
brew "kotlin"
brew "ktlint"
brew "lazygit"
brew "libqalculate"
brew "lsd"
brew "luajit"
brew "mas"
brew "mkcert"
brew "neovim"
brew "node"
brew "nss"
brew "oath-toolkit"
brew "opslevel/tap/cli"
brew "pam-reattach"
brew "pandoc"
brew "pgcli"
brew "pipx"
brew "postgresql@15"
brew "python"
brew "rargs"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "skhd"
brew "sudo-touchid"
brew "tccutil"
brew "tealdeer"
brew "tfenv"
brew "topgrade"
brew "watch"
brew "watchexec"
brew "wget"
brew "xsv"
brew "yabai"
brew "yq"
brew "zig"
brew "zls"
brew "zoxide"

# Casks
cask "1password"
cask "affinity-photo"
cask "arc"
cask "audacity"
cask "bartender"
cask "beeper"
cask "betterdisplay"
cask "bluesnooze"
cask "cron"
cask "datagrip"
cask "discord"
cask "epic-games"
cask "firefox"
cask "font-jetbrains-mono-nerd-font"
cask "goland"
cask "hammerspoon"
cask "insomnia"
cask "intellij-idea"
cask "logseq"
cask "maccy"
cask "mimestream"
cask "mos"
cask "obsbot-webcam"
cask "onyx"
cask "pocket-casts"
cask "rancher"
cask "raycast"
cask "shortcat"
cask "signal"
cask "spotify"
cask "steam"
cask "temurin17"
cask "todoist"
cask "transmission"
cask "visual-studio-code"
cask "wezterm-nightly"
